Repository: ZhMks/iOSCourse
Catalog: Navigation/Localizable.xcstrings
Source language: en
Languages: ru

source: Back
ru: Назад

source: Can't create user
ru: Невозможно создать пользователя

source: Check Pass
ru: Проверить пароль

source: E-mail must containts @,.
ru: E-mail должен содержать символы @, .

source: E-mail or Phone
ru: E-mail или Телефон

source: Enter Correct Password
ru: Введите корректный пароль

source: Enter name
ru: Введите имя

source: Enter Status
ru: Введите статус

source: Error
ru: Ошибка

source: Fill E-mail
ru: Заполните E-mail

source: Fill Password
ru: Заполните пароль

source: Fill the fields
ru: Заполните поля

source: Go to Info
ru: На страницу Инфо

source: Go to Post
ru: Перейти к посту

source: Info
ru: Информация

source: Input Status
ru: Введите статус

source: Log In
ru: Войти

source: Minimum number of elements - (minimumNumberOfElements)
ru: Минимальное количество элементов

source: Password
ru: Пароль

source: Photos
ru: Фотографии

source: Please enter text
ru: Пожалуйста, введите текст

source: Set Status
ru: Установить статус

source: Sign Up
ru: Создать аккаунт

source: Wrong E-mail
ru: Неверный E-mail

source: Wrong e-mail or password
ru: Неверный E-mail или пароль

source: Wrong Password
ru: Неверный пароль
